Repository: ltrcoin/buylottery_ios
Catalog: BuyLotter/BuyLotter/Resource/Multi language/*.lproj/LabelTitle.strings
Languages: vi

source: SIGN IN
vi: ĐĂNG NHẬP

source: SIGN UP
vi: ĐĂNG KÝ

source: Login to your Account
vi: Đăng nhập vào tài khoản

source: Create Account
vi: Tạo tài khoản

source: Password
vi: Mật khẩu

source: Re-enter - password
vi: Nhập lại mật khẩu

source: Email is required.
vi: Cần nhập email.

source: Email is invalided.
vi: Email không đúng định dạng.

source: Password is required.
vi: Cần nhập mật khẩu.

source: Re-enter password is required.
vi: Cần nhật lại mật khẩu.

source: Phone is required.
vi: Cần nhập số điện thoại.

source: The tel has already been taken.
vi: Số điện thoại đã sử dụng.

source: Full name
vi: Họ và tên

source: Date of birth
vi: Ngày sinh

source: -- Select gender --
vi: -- Chọn giới tính --

source: -- Select country --
vi: -- Chọn đất nước --

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

source: Wallet BTC
vi: Ví BTC

source: Address
vi: Địa chỉ

source: Image portrait
vi: Ảnh chân dung

source: Image passport
vi: Ảnh hộ chiếu

source: Wrong Password
vi: Mật khẩu không đúng

source: days
vi: ngày

source: HOME
vi: TRANG CHỦ

source: LOTTERY RESULTS
vi: KẾT QUẢ

source: TRANSACTION
vi: GIAO DỊCH

source: MY ACCOUNT
vi: TÀI KHOẢN

source: My wallet
vi: Ví tiền

source: Buy LTR token
vi: Mua LTR

source: Profile
vi: Thông tin cá nhân

source: 2FA Verification
vi: Xác nhận 2 bước

source: Sign out
vi: Đăng xuất

source: Prize Breakdown
vi: Giải thưởng

source: Current jackpot
vi: jackpot hiện tại

source: Divisions
vi: STT

source: Match
vi: Số

source: Payout
vi: Tiền thưởng

source: No Winner
vi: Chưa Trúng

source: Price
vi: Giá

source: Wallet address
vi: Địa chỉ ví

source: LTR Balance
vi: Số lượng LTR

source: ETH Balance
vi: Số lượng ETH

source: Currently Exchange Rate ETH/LTR
vi: Tỷ giá trao đổi ETH/LTR

source: Enter the number of LTR to buy by exchange ETH in your account. You can buy maximum
vi: Nhập số lượng LTR để mua bởi ETH trong tài khoản của bạn. Bạn có thể mua tối đa

source: LTR with your current ETH balance
vi: LTR với số lượng ETH bạn có

source: Number of ETH need to exchange to LTR (include ETH transaction gas fee)
vi: Số lượng ETH cần để đổi sang LTR (bao gồm cả phí giao dịch ETH)

source: Phone
vi: Số điện thoại

source: BTC Wallet address
vi: Địa chỉ ví BTC

source: LTR Wallet address
vi: Địa chỉ ví LTR

source: Gender
vi: Giới tính

source: Country
vi: Đất nước

source: Choose how to play
vi: Chọn cách chơi

source: Pick your numbers
vi: Chọn số

source: Numbers
vi: Số

source: Lines
vi: Vé

source: lines
vi: vé

source: View Your Numbers
vi: Xem số đã chọn

source: Draw close in
vi: Quay thưởng lúc

source: Ticket price
vi: Giá vé

source: Total
vi: Tổng

source: Please enter correct your password to checkout
vi: Xin hay điền đúng mật khẩu để thanh toán

source: You need more LTR to buy ticket.
vi: Bạn cần nhiều LTR hơn để mua vé.

source: SUCCESS
vi: THÀNH CÔNG

source: Transaction:
vi: Giao dịch:

source: View
vi: Xem

source: FAIL
vi: CÓ LỖI

source: Not enough LTR
vi: Không đủ LTR

source: copied
vi: sao chép

source: You need more ETH to buy LTR.
vi: Bạn cần nhiều hơn ETH để mua LTR.

source: Number LTR
vi: Số lượng LTR

source: Number LTR must greater or equal than 1000.
vi: Số lượng LTR phải lớn hơn hoặc bằng 1000.

source: Your order is succesfull
vi: Bạn đã đặt mua thành công

source: Please wait 5 minutes to let blockchain confirm your transaction and send LTR to your wallet.
vi: Xin đợi 5 phút để hệ thống blockchain xác nhận giao dịch của bạn và chuyển LTR vào ví của bạn.

source: View transaction
vi: Xem giao dịch

source: Systematic Forms
vi: Hướng dẫn chơi bao

source: What is a Systematic Form?
vi: Chơi bao là gì?

source: A systematic form takes your selected numbers and creates every unique combination possible, increasing your chances of hitting the jackpot!
vi: Chơi bao có nghĩa là bạn chọn các số và kết hơpj với nhau tạo thành các tổ hợp số, nhằm mục đích tăng cơ hội trúng thưởng giải jackpot

source: Why Play a Systematic Form?
vi: Tại sao chơi bao?

source: A systematic form increase your odds of winning the jackpot and also the total of wins! Any winning comvination will appear multiple times in the combinations generated for you, upping your total win amount!
vi: Chơi bao tăng khả năng trúng thưởng giải jackpot và toàn bộ các giải khác! Các giải thưởng sẽ xuất hiện nhiều lần ở tổ hợp số mà bạn đã chọn giúp bạn thắng được nhiều tiền thường hơn!

source: Country ?
vi: Đất nước ?

source: search
vi: tìm kiếm

source: Camera
vi: Máy ảnh

source: Don't have camera
vi: Thiết bị không có máy ảnh

source: LANGUAGE
vi: NGÔN NGỮ

source: selected
vi: đã chọn
